
"gn_home_title" = "ទំព័រដើម";
"gn_order_title" = "បញ្ជាទិញ";
"gn_news_title" = "ព័ត៌មាន";
"gn_location_default" = "ស្វែងរកហាង/ទំនិញ";
"gn_home_searchTip" = "ស្វែងរកហាង/ទំនិញ";
"gn_home_reLocation" = "កំណត់ទីតាំងឡើងវិញ";
"gn_home_noStore" = "មិនមានហាងនៅក្បែរនោះទេ ហើយហាងនៅភ្នំពេញនឹងត្រូវបានណែនាំឱ្យអ្នកដោយស្វ័យប្រវត្តិ";
"gn_home_more" = "ច្រើនទៀត";
"gn_search_searchfor" = "ស្វែងរក";
"gn_search_cancel" = "បោះបង់";
"gn_search_history" = "ប្រវត្តិសាស្ត្រការស្វែងរក";
"gn_search_recommendFor" = "ណែនាំសម្រាប់អ្នក";
"gn_store_navigation" = "នាំផ្លូវ";
"gn_store_call" = "លេខទំនាក់ទំនង";
"gn_store_businessTime" = "ម៉ោងធ្វើអាជីវកម្ម";
"gn_store_commodity" = "ទំនិញ";
"gn_store_limited" = "ការបញ្ជាទិញនីមួយៗត្រូវបានកំណត់ទិញត្រឹម%ld";
"gn_store_buying" = "កក់";
"gn_store_sold" = "បានលក់";
"gn_store_noProduct" = "ហាងមិនមានផលិតផលនៅលើធ្នើទេ";
"gn_store_closet" = "ជាអកុសល ហាងត្រូវបានបិទហើយ";
"gn_to_home" = "ចូលទៅកាន់គេហទំព័រការបញ្ជាទិញជាក្រុម";
"gn_contact_merchant" = "ទាក់ទងទៅហាង";
"gn_serve_merchant" = "សេវាកម្មហាង";
"gn_no_setting" = "គ្មានការកំណត់";
"gn_store_environment" = "បរិយាកាសនៅក្នុងហាង";
"gn_store_qualification" = "គុណវុឌ្ឍិនៅក្នុងហាង";
"gn_location_current" = "ទីតាំងបច្ចុប្បន្ន";
"gn_location_refresh" = "ស្វែងរកជាថ្មី";
"gn_location_position" = "ទីតាំង";
"gn_product_refund" = "សងប្រាក់ក្រោយពេលផុតកំណត់";
"gn_group_detail" = "ព័ត៌មានលម្អិតការទិញជាក្រុម";
"gn_product_all" = "ទំនិញទាំងអស់";
"gn_original_price" = "តម្លៃដើម";
"gn_selling_price" = "តម្លៃលក់";
"gn_product_content" = "ខ្លឹមសារ";
"gn_product_store" = "ហាងប្រើប្រាស់";
"gn_product_buyKnow" = "កំណត់ចំណាំមុនទិញ";
"gn_product_vaild" = "រយៈពេលប្រសុពលភាព";
"gn_product_useTime" = "ពេលវេលាប្រើប្រាស់";
"gn_product_regular" = "របៀបប្រើប្រាស់";
"gn_product_limit" = "វិសាលភាពនៃការប្រើប្រាស់";
"gn_product_down" = "ទំនិញបានដកចេញ";
"gn_panic_buying" = "កក់";
"gn_order_submit" = "បញ្ជូនការបញ្ជាទិញ";
"gn_order_subtotal" = "សរុបរង";
"gn_order_vat" = "ពន្ធ";
"gn_order_paymethor" = "របៀបទូទាត់ប្រាក់";
"gn_order_cash" = "ទូទាត់ប្រាក់សុទ្ធ";
"gn_order_total" = "សរុប";
"gn_submit" = "បញ្ជូន";
"gn_order_success" = "បានបញ្ជាទិញជោគជ័យ";
"gn_back" = "ត្រឡប់មកទំព័រដើម";
"gn_view_order" = "មើលការបញ្ជាទិញ";
"gn_order_all" = "ទាំងអស់";
"gn_order_unuse" = "មិនទាន់ប្រើប្រាស់";
"gn_order_finish" = "បានបញ្ចប់";
"gn_order_canced" = "បានបោះបង់";
"gn_order_again" = "បញ្ជាទិញម្តងទៀត";
"gn_order_cancel" = "បោះបង់ការបញ្ជាទិញ";
"gn_order_go_use" = "ទៅប្រើប្រាស់";
"gn_order_no" = "លេខបញ្ជាទិញ";
"gn_order_time" = "ពេលវេលាបញ្ជាទិញ";
"gn_order_num" = "ចំនួន";
"gn_order_allPrice" = "ចំនួនទឹកប្រាក់សរុប";
"gn_order_expired" = "ផុតកំណត់";
"gn_order_coupon_detail" = "ព័ត៌មានគូប៉ុង";
"gn_order_coupon_detail_all" = "ព័ត៌មានគូប៉ុង (សល់ចំនួន%ld) ";
"gn_order_price_inface" = "ចំនួនទឹកប្រាក់ត្រូវទូលទាត់";
"gn_order_my" = "ការបញ្ជាទិញរបស់ខ្ញុំ";
"gn_order_information" = "ព័ត៌មានការបញ្ជាទិញ";
"gn_order_detail" = "ព័ត៌មានលម្អិតការបញ្ជាទិញ";
"gn_order_cancel_time" = "ម៉ោងបោះបង់";
"gn_order_again" = "បញ្ជាទិញម្តងទៀត";
"gn_pay_online" = "ទូទាត់តាមប្រព័ន្ធអនឡាញ";
"gn_pay_unline" = "ទូទាត់ប្រាក់សុទ្ធ";
"gn_fail_reason_user" = "អ្នកប្រើប្រាស់បានបញ្ចប់ការបញ្ជាទិញ";
"gn_fail_reason_expired" = "លេខកូដផ្ទៀងផ្ទាត់បានផុតកំណត់";
"gn_fail_reason_time" = "បានផុតកំណត់បុងប្រាក់";
"gn_fail_reason_auto" = "លុបចោលដោយស្វ័យប្រវត្តិបន្ទាប់ពីផុតកំណត់";
"gn_history_nodata" = "គ្មានប្រវត្តិស្វែងរកទេ";
"gn_cancel_tip" = "លេខកូដប័ណ្ណនឹងមិនមានសុពលភាពទេបន្ទាប់ពីការបញ្ជាទិញត្រូវបានលុបចោល";
"gn_cancel_think" = "ទុកឱ្យខ្ញុំគិតម្តងទៀត";
"gn_check_ing" = "កំពុងផ្ទៀងផ្ទាត់";
"gn_check_success" = "ផ្ទៀងផ្ទាត់ជោគជ័យ";
"gn_life" = "ការរស់នៅជុំវិញ";
"gn_living" = "មគ្គុទេសក៍ការរស់នៅ";
"gn_buy_vaildday" = "មានសុពលភាពសម្រាប់%ldថ្ងៃបន្ទាប់ពីទិញ";
"gn_hexiao_time" = "ពេលវេលាផ្ទៀងផ្ទាត់";
"gn_finish_time" = "ពេលវេលាបង់ប្រាក់";
"gn_cancel_reason" = "មូលហេតុបោះបង់";
"gn_search_recommend" = "បច្ចុប្បន្នគ្មានព័ត៌មានដែលបានស្វែងរកទេ\nសូមណែនាំដូចខាងក្រោម";
"gn_code_used" = "បានប្រើ";
"gn_baidu_map" = "Baidu ផែនទី";
"gn_tencen_map" = "Baidu ផែនទី";
"gn_baidu_map" = "Tencent ផែនទី";
"gn_gaode_map" = "Gaode ផែនទី";
"gn_myLocation_map" = "តំណែងរបស់ខ្ញុំ";
"gn_about" = "ប្រមាណជា";
"gn_order_user_expire" = "បានផុតកំណត់";
"gn_reviews" = "ពិនិត្យឡើងវិញ";
"gn_no_reviews" = "មិនទាន់មានការវាយពនៅឡើយទេ!";
"gn_scoring" = "ការដាក់ពិន្ទុ";
"gn_full_text" = "អត្ថបទពេញ";
"gn_merchant_reply" = "ហាងឆ្លើយតប";
"gn_merchant_introduction" = "ការណែនាំពីហាង";
"gn_per_capita" = "មធ្យមភាគ";
"gn_user_evaluation" = "ការវាយតម្លៃអ្នកប្រើប្រាស់";
"gn_no_ratings_yet" = "មិនទាន់មានចំណាត់ថ្នាក់នៅឡើយទេ";
"gn_vouchert" = "ប័ណ្ណទូទាត់";
"gn_regular_package" = "កញ្ចប់ទូរទៅ";
"gn_payment_time" = "ពេលវេលាទូទាត់ដែលនៅសល់";
"gn_pending_payment" = "រង់ចាំទូទាត់";
"gn_to_pay" = "ទៅទូទាត់";
"gn_not_within" = "ផលិតផលមិនស្ថិតក្នុងកាលបរិច្ឆេទប្រើប្រាស់";
"gn_not_active" = "មិនមានប្រសិទ្ធិភាព";
"gn_sold_out" = "បានលក់អស់";
"gn_product_sold_out" = "ផលិតផលត្រូវបានលក់អស់ហើយ";
"gn_refund_penging" = "រង់ចាំការបង្វិលសងប្រាក់";
"gn_refund_ing" = "កំពុងបង្វិលសងប្រាក់";
"gn_refund_finish" = "បានបង្វិលសងប្រាក់";
"gn_pr_useProcess" = "① ដាក់បញ្ជាទិញទំនិញ/សេវាកម្ម >② ទៅហាងសម្រាប់ប្រើប្រាស់ជាមួយប័ណ្ណបញ្ជាទិញ (QR Code) >③ បង្ហាញប័ណ្ណបញ្ជាទិញ (QR Code) ដល់ហាង > ④ហាងផ្ទៀងផ្ទាត់ប័ណ្ណ >⑤ កំពុងរង់ចាំសេវាកម្មដែលត្រូវផ្តល់ជូន";
"gn_qr_useProcess" = "① ដាក់ការបញ្ជាទិញដើម្បីទិញប័ណ្ណទូទាត់>② បង្ហាញប័ណ្ណបញ្ជាទិញ (QR Code) ទៅកាន់ហាង> ③ហាងផ្ទៀងផ្ទាត់ប័ណ្ណ> ④បង់វិក្កយបត្រសម្រាប់ការកាត់កង";
"gn_use_tips" = "【សាររំលឹក】ដើម្បីកុំអោយលេខកូដផ្ទៀងផ្ទាត់ត្រូវបានអ្នកដទៃប្រើប្រាស់ សូមកុំបង្ហាញសារនេះទៅអ្នកដទៃ";
"gn_process_using" = "ដំណើរការនៃការប្រើប្រាស";
"gn_store_worth_spending" = "ហាងនេះសាកសមបំផុតសម្រាប់ទៅធ្វើការចំណាយនៅហាងផ្ទាល [%@]";
"gn_merchant_notsupport" = "ហាងនេះមិនគាំទ្រការប្រើប្រាស់លេខកូដបញ្ចុះតម្លៃទេ";
"gn_share_pictures" = "① ចែករំលែករូបភាពជាមួយមិត្តភក្ត";
"gn_friend_qr" = "② មិត្តរបស់អ្នកកំពុងកំណត់អត្តសញ្ញាណកូដQRនៅក្នុងរូបភាព";
"gn_open_wownow" = "③ បើក WOWNOW";
"gn_view_more" = "មើលច្រើនទៀត";
"gn_merchant_comment" = "ហាងបញ្ចេញមតិ";
"gn_merchant_album" = "អាល់ប៊ុមហាង";
"gn_default_sorting" = "តម្រៀបតាមលំដាប់";
"gn_x_sheet" = "x សន្លឹក";
"gn_call" = "ហៅ";
"gn_product_details" = "ពត៌មានលម្អិតទំនិញ";
"gn_all_categories" = "ប្រភេទទាំងអស់";
"gn_no_content" = "គ្មានខ្លឹមសារនៅទីនេះទេ! ទៅមើលកន្លែងផ្សេង?";
"gn_local_sevice" = "Local Sevice";
"gn_sort_by_sales" = "តម្រៀបតាមការលក់";
"gn_sort_by_score" = "តម្រៀបតាមពិន្ទុ";
"gn_sort_by_distance" = "តម្រៀបតាមចម្ងាយ";
"gn_low_price_first" = "តម្លៃទាបមុន";
"gn_offers" = "ការបញ្ចុះតម្លៃ";
"gn_consumed" = "បានប្រើប្រាស់";
"gn_sheet_photos" = "រូបភាព %ld";
"gn_sheet_reviews" = "សរុប %ld មតិ";
"gn_photos" = "រូបភាព";
"gn_storeName" = "ឈ្មោះហាង";
"gn_reverve_phone" = "កក់តាមរយៈ";
"gn_booking_information" = "ព័ត៌មាននៃការកក់មិនមានការប៉ះពាល់ដល់ការបញ្ជាទិញទេ និងសម្រាប់តែខាងហាងមើលប៉ុណ្ណោះ។ការផ្ទៀងផ្ទាត់ការកក់គឺអាស្រ័យលើពេលវេលាប្រើប្រាស់ជាក់ស្ត";
"gn_refunded_account" = "ប្រសិនបើអ្នកប្រើគូប៉ុងនោះ វានឹងត្រូវបានបង្វិលទៅគណនីរបស់អ្នកវិញ។";
"gn_help_us_improve" = "ជ្រើសរើស ឬបញ្ចូលមូលហេតុដែលលុបចោលការបញ្ជាទិញ និងជួយយើងកែលម្អ។";
"gn_other_reason" = "សូមបញ្ចូលមូលហេតុ";
"gn_coupons_limited" = "ការរំលឹក៖ ចំនួនគូប៉ុងដឹកជញ្ជូនអាហារមានកំណត់ ចំនួនមានកំណត់។";
"gn_claimed_mycoupons" = "គូប៉ុងដែលបានទាមទារបានរក្សាទុកនៅក្នុង “របស់ខ្ញុំ” - “គូប៉ុង”";
"gn_congratulation_coupon" = "សូមអបអរសាទរអ្នកទទួលបានគូប៉ុង";
"gn_verification_coupon" = "ទទួលបានគូប៉ុងបន្ទាប់ពីផ្ទៀងផ្ទាត់ការបញ្ជាទិញ";
"gn_available_coupon" = "មានគូប៉ុងរបស់ដឹកជញ្ជូនអាហារ";
"gn_write_off_order" = "%@ការបញ្ជាទិញដកប្រាក់ពីមុន";
"gn_view_coupons" = "ពិនិត្យគូប៉ុង";
"gn_finished" = "បានបញ្ចប់";
"gn_booking_information" = "ពណ៍មាននៃការកក់";
"gn_can_be_booked_in_advance" = "អាចកក់ទុកមុនបាន";
"gn_book" = "កក់ទុក";
"gn_numbe_booking" = "ចំនួនមនុស្សដែលត្រូវកក់ទុក";
"gn_booker" = "អ្នកកក់";
"gn_arrival_time" = "ពេលវេលាមកដល់ហាង";
"gn_please_enter_booker_name" = "សូមបញ្ចូលឈ្មោះអ្នកកក់";
"gn_reminder_the_appointment" = "ការរំលឹក៖ ព័ត៌មានអំពីការណាត់ជួបតំណាងឱ្យតែពេលវេលាមកដល់ហាងដែលបានប៉ាន់ស្មានប៉ុណ្ណោះ ហើយនឹងមិនត្រូវបានលុបចោល ឬលុបចោលដោយស្វ័យប្រវត្តិទេ (លើកលែងតែការបញ្ជាទិញផុតកំណត់)";
"gn_confirm_booking" = "បញ្ជាក់ការកក់";
"gn_sucessful_booking" = "ការកក់ជោគជ័យ";
"gn_please_enter_phone_number" = "សូមបញ្ចូលលេខទូរស័ព្ទ";
"gn_stock_empty" = "កង្វះផលិតផលក្នុងស";
"gn_expire_not_refund" = "មិនបង្វិលប្រាក់ទៅវិញ";
"gn_refund_protocol_title" = "កិច្ចព្រមព្រៀងបង្វិលប្រាក់ត្រលប់";
"gn_refund_protocol_content" = "1. មុខទំនិញដែលអ្នកកំពុងបញ្ជាទិញនៅពេលនេះ បន្ទាប់ពីបញ្ជាទិញរួចគឺមិនអាចបោះបង់ការបញ្ជាទិញបានទេ និងមិនមានការសងប្រាក់វិញទេ។\n2. បន្ទាប់ពីការបញ្ជាទិញផុតកំណត់ វានឹងត្រូវបានបញ្ចប់ដោយស្វ័យប្រវត្តិ ហើយដំណើរការសងប្រាក់វិញមិនត្រូវបានគាំទ្រទេ។.\nមុនពេលអ្នកប្រើប្រាស់ចុចយល់ព្រមលើកិច្ចព្រមព្រៀងនេះ សូមប្រាកដថាអ្នកបានអាន និងយល់ឱ្យបានពេញលេញនូវលក្ខខណ្ឌកិច្ចព្រមព្រៀងនេះ ជាពិសេសឃ្លាដែលមាន ឬអាចមានទំនាក់ទំនងយ៉ាងសំខាន់ជាមួយនឹងសិទ្ធិ និងផលប្រយោជន៍របស់អ្នកប្រើប្រាស់។ ប្រសិនបើអ្នកប្រើប្រាស់មិនយល់ព្រមទទួលយកលក្ខខណ្ឌណាមួយនៃកិច្ចព្រមព្រៀងនេះ ឬមិនអាចយល់ពីកិច្ចព្រមព្រៀងនេះ វានឹងមិនអាចបន្តទិញផលិតផលនេះបានទេ!";
"gn_refund_protocol_agree" = "ញុំបានអាន និងយល់ព្រមលើកិច្ចព្រមព្រៀងខាងលើ";
"gn_refund_protocol_contiune" = "បន្តការបញ្ជាទិញ";
"gn_refund_protocol_not" = "ឈប់បញ្ជាទិញបណ្ណោះអាសន្ន";
